Revit 2027 API
ExporterIFC.ClearFaceWithElementHandleMap Method
 Clear face with element handle map.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ClearFaceWithElementHandleMap()
Public Sub ClearFaceWithElementHandleMap
public:
void ClearFaceWithElementHandleMap()
member ClearFaceWithElementHandleMap : unit -> unit
See Also
Reference
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace